{
    "id": "9557630d-6caa-4c39-b1c7-926a633c52f2",
    "url": "file:///app/collector/hotdir/ST-HR.01 - Saigon Technology Employee Handbook - v16.docx",
    "title": "ST-HR.01 - Saigon Technology Employee Handbook - v16.docx",
    "docAuthor": "no author found",
    "description": "No description found.",
    "docSource": "pdf file uploaded by the user.",
    "chunkSource": "",
    "published": "3/15/2025, 12:20:54 PM",
    "wordCount": 5560,
    "pageContent": "\n\n\n\n\n\n\n\n\n\n\n\n\n\nSAIGON TECHNOLOGY EMPLOYEE HANDBOOK\n\n\n\nCode:  ST-HR.01\n\n\n\n\n\n\n\nThis document is an information asset of STS Software Technology JSC. Do not share any information in this document without the prior written permission from STS Software Technology JSC.\n\nPrepared by\n\nHà Nguyễn Minh Duyên\n\nHR Executive\n\n28-Feb-2025\n\nQA reviewed by\n\nNguyễn Bảo Ngọc\n\nQA Executive\n\n28-Feb-2025\n\nReviewed by\n\nHà Thị Phương Uyên\n\nHR Manager\n\n28-Feb-2025\n\nApproved by\n\nNguyễn Anh Khoa\n\nDeputy Director\n\n28-Feb-2025 \n\n\n\nREVISION HISTORY\n\nRev. time\n\nEffective date\n\nDescription\n\nDone by\n\nApproved by\n\n12\n\n31.10.2023\n\nUpdate the below items:\n\nItem 5.1. Working hour\n\nTrần Thị Cẩm Vân\n\nHà Nguyễn Minh Duyên\n\nNguyễn Anh Khoa\n\n13\n\n17.04.2024\n\nUpdate the below items:\n\nItem 4.1. Organizational Chart\n\nItem 5.1. Working hour\n\nItem 7.3. Benefits\n\nLê Thị Thu Thảo\n\nNguyễn Anh Khoa\n\n14\n\n27.05.2024\n\nUpdate the below items:\n\nItem 5.3: Annual Leave\n\nItem 7.1: Payment\n\nItem 7.2: Benefits\n\nItem 7.4: Resignation\n\nItem 7.6: Relocation\n\nPhan Thị Quỳnh Như\n\nNguyễn Anh Khoa\n\n15\n\n11-Nov-2024\n\nUpdate the below items:\n\nItem 5.1. Working hour\n\nItem 5.2. Over Time\n\nItem 5.3: Annual Leave\n\nItem 5.5: Annual Leave\n\nItem 6.2: Working principle\n\nItem 7.1: Payment\n\nItem 7.2: Benefits\n\nItem 7.6: Relocation \n\nArticle 8: Frequently asked questions\n\nLê Thị Thu Thảo\n\nNguyễn Anh Khoa\n\n\n\n16\n\n28-Feb-2025\n\nUpdate the below items:\n\nItem 4.1. Organizational Chart\n\nItem 7.2. Benefits\n\nHà Nguyễn Minh Duyên\n\nNguyễn Anh Khoa \n\n\n\nDISTRIBUTION LIST\n\nNo.\n\nDetailed list\n\nNote\n\n1\n\nSaigon Technology Employees\n\nCan “View”\n\n2\n\nHR Department, QA Department, BOD\n\nCan “Edit”\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMission\n\nDeliver the best and most cost-effective Agile software development offshoring and outsourcing solutions to customers in areas such as e-finance, e-business, logistic, transportation, healthcare, media and other industries.\n\nVision\n\nTo be Vietnam’s trusted software outsourcing company where clients can find the most affordable and high-quality software development services..\n\nCore Values\n\nCustomer Focus\n\nCustomer Focus, customer-oriented, attentive to user's demands and comments to completely meet, and aim to exceed expectations.\n\nResult Orientation\n\nAmbition towards Result Orientation and determination to overcome all problems and obstacles in order to reach the desired outcome.\n\nIntegrity\n\nUphold the spirit of Integrity to ensure that all members of the organization behave consistently in the spirit of non-self-interest, strictly complying with the regulations; to strengthen the organization's reputation internally (in-in) and externally (out-in).\n\nEmpowerment\n\nBy Empowerment to members of the organization and supporting the right use of authority, commitment orientation may be achieved, therefore developing each individual's particular ability.\n\nInternally yet externally, promoting a Collaborative culture by constantly encouraging, motivating, and collaborating passionately to fulfill the organization's common goals.\n\nOrganizational Structure\t\n\nOrganizational Chart\n\n\n\n\n\nGeneral Director\n\n\n\nThanh Pham\n\n\n\nDeputy Director 1\n\n\n\nKhoa Nguyen\n\n\n\nDeputy Director 2\n\n\n\nNhat Nguyen\n\n\n\nDeputy Director 3\n\nager\n\nLiem Nguyen\n\n\n\nFinance Manager\n\n\n\nLien Vo\n\n\n\nHead of Project Management\n\n\n\n\n\nThuan Phan\n\n\n\n\n\nHR Manager\n\n\n\nUyen Ha\n\n\n\n\n\nQuality Assurance Manager\n\n\n\nNham Nguyen\n\n\n\nTalent Acquisition Manager\n\n\n\nKhoa Nguyen\n\nCommunication Manager\n\n\n\nHuyen Letk\n\n\n\nIT Manager\n\n\n\nTri HoangC\n\n\n\nSDC 1 Manager\n\n\n\nThang Pham\n\n\n\nSDC 2 Manager\n\n\n\nThanh Tran\n\n\n\nSDC 3 Manager \n\n\n\nLiem Nguyen\n\nMarketing Manager\n\nE\n\nMinh Nguyen3\n\n\n\nWorking Hours and Rest Time\n\nWorking hour\n\nNormal working hours for the Employees at the Company are 08 (eight) hours per day from Monday to Friday inclusive:\n\nMorning: From 8h00 to 12h00 (Flexible working time applied at Saigon Technology and coming from 9:00 A.M will be considered late)\n\nLunch time: From 12h00 to 13h00\n\nAfternoon: From 13h00 to 17h00 (flexible working time to 18:00 pm)\n\nWeekly day-off of the Employees at the Company is Saturdays, Sundays.\n\nEvery day, the Employees must record their working hours by checking in the timekeeper machine in the morning and in the afternoon before leaving the Company. Office Attendance is referred at article 2.3 in Attendance Guidelines\n\nYour total working time must be 40 hours per week and at least 7 hours per day. In exceptional cases, you have to get approval from the Line Manager and PM/PC (if any).\n\nOn your office days, if you do not come to the office or you come to the office but forget to check-in and check-out, you will be marked as absent in the Leave System. You need to resolve your absent days from the office as follows:\n\nIf you did not work on those absent days, please book off in the Leave system according to the regulations.\n\nIf you did work on those absent days, please book WFH (Work From Home) in the Leave system and you need to get approval from your manager in the system.\n\nNote: \n\nIf your absent days are not resolved according to the above instructions before the last day of the month, your absent days will not be recorded as working days and these days will be deducted from your annual leave (if you have remaining leave days), or counted as unpaid leave if you have no annual leave left.\n\nAccording to regulations, this violation will be handled as follows:\n\n1st time: Send the first official warning email.\n\n2nd time: Send the second official warning email.\n\n3rd time: Issue a written disciplinary decision, extending the salary increase period.\n\nComing late from 9:00 AM will be fine based on times you come late in a week. For each week, late days will be displayed and the penalty money will be calculated by this rule:\n\n1st late day: 10.000 VND\n\n2nd late day: 20.000 VND\n\n3rd late day: 30.000 VND\n\n4th late day: 40.000 VND\n\n5th late day: 50.000 VND\n\nThen, multiply by your penalty rate ( penalty rate for staff level is 1 and manager level is 2)\n\nHR Department will send the late penalty notice email weekly (on monday) and monthly (on 1st) for employees and resolve any feedback/issue (if any). \n\nLate penalty money will be deducted from the Feb-June-October employees’ Salary. \n\nLate penalty money will be added to two Employees’ Funds: 60% for Team building Fund and 40% for Happy Hour Fund.\n\nComing to the office after 10:00 AM must book a half day leave off\n\nIn case you forget your Employee Card or forget checking-in and/or checking-out, you have to create a WFH request with the reason “Forget checking-in and/or checking-out” or “ Forget checking Card” so the system will not count your absence when your functional manager approve ( but still count late penalty)\n\nGuidance for turning off office power: \n\nAloha Office: Link\n\nVietin Office: Link\n\nOrchard Office: Link\n\nWork from home: \n\nEmployees in the Software Development Center are allowed to work from home up to 02 days/week as arranged by the Project Manager/Line Manager.  \n\nYou must create a WFH request before your WFH day.\n\nOther cases:\n\nAccident/sickness: Create a WFH Request on https://leave.saigontechnology.vn/wfh-requests with doctor’s letter authorizing sick leave (if any) ( WFH Book Help Docs, item 2.4)\n\nJoining meetings, working late with customers before the day applying for work at home: Create a WFH Request on https://leave.saigontechnology.vn/wfh-requests\n\nOther cases: Send direct requests to your PM for approval along with reasons or to FM/LM if you are not doing any project.\n\nMust follow work from home policy:\n\nRegularly check the email and the information in chat groups.\n\nMessages received directly from FM/PM/PC/Customers (if any) must be responded to within 15 minutes.\n\nWhen there is an unexpected personal matter that needs to be resolved during working hours, it is necessary to notify at least 01 hour in advance to your FM/PM/PC.\n\nOver Time\n\nDue to the business requirements and based on consent of the Employees, the Company can request the Employee to work overtime on normal working days, weekends or public holidays subject to specific job requirements and circumstances.\n\nOvertime will be paid if the plan is notified or verified by Project Manager/Line Manager and booked on the system https://insider.saigontechnology.vn/\n\nThe deadline for overtime booking is the first day of next month.\n\nEmployees working overtime will be paid based on the unit salary (for piecework job) or actually paid salary (for timework job) for the work being done in accordance with the laws on Labor as follows:\n\nOvertime work in normal workdays: an amount equals to 150% (one hundred fifty percent);\n\nOvertime work in weekly day-offs: an amount equals to 200% (two hundred percent); and\n\nOvertime work in public holidays, leaves with full pay: an amount equals to 300% (three hundred percent), excluding the wage for public holidays and paid leave days of employees who receive daily wages\n\nOvertime on Company trip\n\nIn normal workdays: an amount equals to 200% (two hundred percent)\n\nOvertime work in weekly day-offs: an amount equals to 300% (three hundred percent)\n\nAnnual Leave\n\nThe annual leave regime shall apply to all Employees under definite-term Labor contracts of 01 (one) year or under indefinite-term Labor contracts. Annual leave of the Employees who are on fixed-term contract of less than 12 (twelve) months shall be prorated to the service time with the Company. \n\nAfter signing the official contract, the employee will be entitled to have 2 days of annual leave during the probation period.\n\nUnder definite-term Labor contracts of 01 (one) year or under indefinite-term Labor contracts, Employees who work full working days in a month will have 1 annual leave day for that month. Otherwise, annual leave for that month will be calculated as below:\n\nX: your actual working days/ standard working days in the month (total days in the month excluding Saturdays and Sundays)\n\nX <0.5: 0 day\n\n0.5<=X<1:  0.5 day\n\nThe day off Employee under probation contract is unpaid leave day \n\n01 (one) additional leave day shall be granted for every 02 (two) years of service with the Company, or subject to the specific agreements with the Employees. The maximum of total annual leave is 23 days. This day will be added on 1st January every year. This policy does not apply to the Staffing Service Department.\n\nMaximum number of days off including the number of paid and unpaid days (excluding public holidays, personal leave (paid leave): 23 days\n\nMaximum number of days off for each vacation (excluding Saturday, Sunday, public holiday): 05 days\n\nCases of excessive leave will be handled as follows:\n\nMaximum number of days off> = 25 days: Postpone review 6 months\n\nMaximum number of days off> 27 days: Terminate the labor contract\n\nForce majeure cases (natural disaster, epidemics, accidents, illnesses, ...) will be considered when providing relevant documents (discharge paper, doctor's letter authorizing, ...) to human resources department\n\nThe Employees shall be entitled of fully paid annual leave if they finish their booking on the system http://leave.saigontechnology.vn, (Annual Leave Book Help Docs)\n\nA half day off need to be notified 1 day in advance to Line Manager for Approval\n\n> 1 day off required to be notified of a double day off in advance to Line Manager, HR Manager for Approval. Any day off without approval, your salary will be deducted double based on your days off. Any emergency day off request needs to be reasonably evident. No exception\n\nAt the end of the year the left day of annual leave will be divided into 02 parts:\n\nMaximum of 04 days will be paid in salary. The payment period will be announced before April of the next year.\n\nThe remaining annual leaves of last year, employees can continue to use them in the next year. If these annual leaves are not used before the announced payment period, they will be removed.\n\nIn the period of the time limit for prior notice of termination of the Labor contract, the Employees are able to take their remaining days of annual leave only when their application for annual leave is approved by their Line Manager. In case Employees resign their job and do not take all leave days, Employees are entitled to a cash payment for untaken leave days.\n\nHoliday And Tet leave\n\nSubject to provisions of the Labor Code, the Employees shall be entitled to the following annual public holidays with full pay:\n\nCalendar New Year Holiday: 01 (one) day (the first day of January of each calendar year);\n\nLunar New Year Holidays: 05 (five) days;\n\nVictory Day: 01 (one) day (the thirtieth day of April of each calendar year);\n\nInternational Labor Day: 01 (one) day (the first day of May of each calendar year);\n\nNational Day: 02 (two) days (the second day and third day of September of each calendar year);\n\nHung Kings’ Anniversary: 01 (one) day (the 10th March of each Lunar Year).\n\nIn cases where the public holidays referred in Article 5.4 above coincide with a weekly day off, the Employees shall be entitled to take the following workday off instead\n\nPersonal leave\n\nThe Employees may take fully paid leave of absence for personal reasons in the following circumstances:\n\nThe Employees marriage: 03 (three) days. \n\nMarriage of Employees’ children: 01 (one) day.\n\nDeath of Employees’ biological father, biological mother, adoptive father, adoptive mother of wife or husband; wife/husband; biological child, adopted child of the Employee three (3) days.\n\nBorn of each child under legal marriage: 02 (two) days (applicable to male Employees). This policy does not apply to the Staffing Service Department.\n\nMaternity checking: 05 day/period (applicable to female Employees)\n\nEmployees must submit the related paper (notarized copy) to HR Department before the last day of the month.\n\nLeave for childbirth care\n\nMale employees currently paying social insurance whose wives give birth to children are entitled to a maternity leave of:\n\n5 working days;\n\n7 working days, in case their wives undergo a surgical birth or give birth to children before 32 weeks of pregnancy;\n\n10 working days, in case their wives give birth to twins; or additional 3 working days for each infant from the second;\n\n14 working days, in case their wives give birth to twins or more infants and take childbirth operations.\n\nThe maternity leave period specified in this Clause must be within the first 30 days after the date of childbirth.\n\nEmployees must submit proof of their birth (Birth certificate - notarized copy )in the 01 (one) week from the first day back to work.\n\nSick Leave\n\nMaximum 5 days/year. The total number of sick leave days depend on the number of working months at the time using the sick leave days\n\n<3 months: 2 days (from the official working months)\n\nFrom 3 to 6 months: 3 days (from the official working months)\n\n> =6 months: 5 days (from the official working months) \n\nEmployees must submit a Medical Certificate for sick leave to HR Department before the last day of the month.\n\nCompany policies \n\nRegulations on Labor discipline\n\nThe Employees shall have to abide by the Labor Rules, Communication Rules  and follow the instruction of their Head of Department or Line Manager. The Employees should be diligent and hard-working to enhance their creativity, improve their work performance skills and maintain order, discipline and harmony in the workplace.\n\nThe Employees will be assigned to perform works in line with the Labor contracts at the workplace as designated by the board of directors of the Company, line Manager,  and the Head of Department, and shall have to follow all oral and/or written instructions given by the Line Manager, Head of Department or the board of directors regarding work performance.\n\nThe Head of Department, Line Manager should respect the honor and dignity of the Employees. The Head of Department, Line Manager and the Employees must show respect to each other.\n\nEmployees who violate the company policies will be applied the Discipline Regulation Policy\n\nWorking principle\n\nPunctually\n\nThe Employees are required to be punctual at the workplace. Unless there is a proper reason, which is justified and approved by the Head of Department, Line Manager, persistent offenders to this will be subject to disciplinary actions set out herein.\n\nPersonal work\n\nThe Employees must duly and properly perform the assigned tasks in the assigned workplace and position. The Employees are not allowed to do unassigned work or personal work during working time.\n\nWorking environment\n\nThe Employees shall exercise due and reasonable care to ensure a professional working environment in the Company. The Employees shall not be included but not limited to playing games, listening to music, watching television or films, or making noise that may disturb or cause any distraction to any other Employees during working time. \n\nSend working report before leaving the office\n\nUse Company equipment to follow the instructions. And be responsible for any problems caused by the wrong usage.\n\nOutfit:\n\nFrom Monday to Thursday:\n\nFemale: Trousers, T-Shirt, Shirt, skirt, Ao Dai..\n\nMale: Jean, Trousers, T-Shirt, Shirt\n\nFriday: All staff are required to wear Saigon Technology uniform\n\nMust Log time-sheet every day Logtime Help Docs.\n\nA day is considered a missed timesheet if that day is a normal working day (not public holiday and not Saturday or Sunday) AND there is no log date AND:\n\nNOT a user’s off day,\n\nUser is off 0.5 day (morning OR afternoon)\n\nFor each week, missed days will be display and penalty money will be calculated by this rule:\n\n1st missed day: 10K VND\n\n2nd missed day: 20K VND\n\n3rd missed day: 30K VND\n\n4th missed day: 40K VND\n\n5th missed day: 50K VND\n\nThen, multiply by your penalty rate ( penalty rate for staff level is 1 and manager level is 2). \n\nNote: \n\nYou will not be fined if you log timesheets before 10:00 am on Monday of the following week. \n\nAfter 10:00 am on Monday, the system will recalculate your penalty for the previous weeks. For example: \n\nWeek 1: you don’t logtime for 5 days. At 10:00 AM on Monday of week 2: you will be fined 150.000 VND\n\nWeek 2: you don’t log time for 5 days of week 2 and week 1. At 10:00 AM on Monday of week 3: you will be fined 150.000 VND (of week 1 that is calculated in week 2) + 150.000 VND (of week 1 that is recalculated in week 3)+ 150.000 VND (of week 2 that is calculated in week 3) = 450.000 VND. So the total for the 2 weeks is 450.000 VND\n\nHR Department will send the penalty notice email weekly (on monday) and monthly (on 1st) for employees and resolve any feedback/issue (if any). \n\nPenalty money will be deducted from the Feb-June-October employees’ Salaries. \n\nPenalty money will be added to two Employees’ Funds: 60% for Team building Fund and 40% for Happy Hour Fund.\n\nSpending 5 minutes keeping your working place, the pantry area clean and tiny. \n\nDon’t talk loudly, or smoke in the office.\n\nTurn your cell phone to silent status during the working hour\n\nUse company resource efficiency, and just for working\n\nUse Outlook Calendar/Calendar in Microsoft Team for using meetings (Lock the door when using the meeting room)\n\nTurn off all the lights, equipment, lock the door before leaving the company (Instruction)\n\nEmail: using Company email template signature (Saigon Technology Signature Template). Clear avatar photo for email is required.\n\nUsing company email for personal reasons is not allowed and Company is not responsible for any issues that arise.\n\nUsing Microsoft Teams for working and keeping online status are required during the working time.\n\nPut your shoes in the required place.\n\nDo not install software in the following Blocked list\n\nOnly install software that is allowed in the approved Software list. \n\nCracked software is prohibited. Create a request on HelpDesk for installing any software that is not on the list\n\nCreate a request in HelpDesk if you want to use personal devices for accessing or need any support from the IT Department.\n\nInformation Confidential: Regulations on information security.\n\nAll the products and assets including (Computer, Paper, print machine, Server, Software, designs, equipment,) belonging to the Company are not allowed to use or copy for personal reasons.\n\nCustomer and project information are not allowed to be shared outside even to other staff not belonging to the project.\n\nAny employee violates The Information Confidential Policy, the employee must be responsible for the loss of the Company follow VN laws.\n\nPayment, Benefits & Pensions\n\nPayment\n\nYour total income is based on your ability, experience, and contribution and can be reviewed once or twice per year (first week of July and January) based on the appraisal of the Direct Manager, co-worker, Customer (if any).\n\nImmediately a salary review can be applied for the excellent contribution of the employee and recommended by the Line Manager.\n\nIn probation time:\n\nEmployee resigning without working for the first month will NOT be paid\n\nFor the first month:\n\nEmployees joining from the 1st to the 5th will be paid on the 5th of the next month \n\nEmployees joining from the 6th to the 15th will be paid on the 15th of the next month\n\nEmployees joining after the 15th will be paid on the last day of the next month \n\nPeriod Review\n\n6 months for the following positions:\n\nEmployees at Software Development Centers (SDCs)\n\nProject Coordinators (Except Pre-Senior or higher level of Project Coordinator)\n\n12 months for the following positions:\n\nSDC managers, Functional Managers (FM) at Software Development Centers (SDCs)\n\nProject Managers, Project Coordinators (Pre-Senior or higher level), PMO Assistants, Head of Project Management\n\nHeads of Department, Team Leaders and Employees from other Departments\n\nSharing salary information is not allowed at Saigon Technology with any reason\n\nBase days for monthly salary calculation is 22 days\n\nSalary arrangement: Your salary will be paid monthly in arrears on the 5th of each month by direct credit transfer to your designated bank account (VP Bank only)\n\nBenefits\n\nBonus on projects: If the project finished before deadline and satisfied customer, reward policy will be applied relied on the result of project and will be paid in April and August\n\n13th salary will be paid in January of the next year and based on your official working time\n\nPremium health Insurance program (PVI) shall apply to all Employees under definite-term Labor contracts of 01 (one) and 1 relative for the employees who have worked with the company for 1 year (until 1st January). \n\nHealth check program: One per year and apply to all the employees working at that time.\n\nCompany Trip shall apply to all employees working at the time the company trip happens. \n\nTeam building Budget: Based on your working time to have a team building budget per year (500.000 - 1.000.000 VNĐ).\n\nIf the working time at Saigon Technology is more than 3 months and less than 9 months, your maximum team building budget is 500.000 VND/year\n\nIf the working time at Saigon Technology is equal or more than 9 months, your maximum team building budget is 1.000.000 VND/year\n\nMaximum team building budget per year is as follows: \n\nPM, FM, PC: 4,000,000 VND/year \n\nAll other positions: 1,000,000 VND/year\n\nSport clubs: company partially supports the club's operating costs- Establish a club\n\nThere are some clubs in company: Clubs list\n\nHappy Hour: Time for sharing, chatting and making friends\n\nTime: Friday at 5:00 PM\n\nServed: Food, drink, fruit,…\n\n Staff’s Reward:\n\nThe Quarter Rewards:\n\nManager of the quarter:\n\n1x Ho Chi Minh:  3.000.000 VNĐ\n\n1x Da Nang: 3.000.000 VNĐ\n\nStaff of the quarter:\n\n1x SDC1: 3.000.000 VNĐ\n\n1x SDC2: 3.000.000 VNĐ\n\n1x SDC3: 3.000.000 VNĐ\n\n1x Other Departments: 3.000.000 VNĐ\n\nThe Year Rewards:\n\nManager of the year:\n\n1x Ho Chi Minh: 5.000.000 VNĐ\n\n1x Da Nang: 5.000.000 VNĐ\n\nStaff of the year:\n\n1x SDC1: 5.000.000 VNĐ\n\n1x SDC2: 5.000.000 VNĐ\n\n1x SDC3: 5.000.000 VNĐ\n\n1x Other Departments: 5.000.000 VNĐ \n\nHOD of the year: 5.000.000 VNĐ\n\nMarrying: 2.000.000 VND/employee\n\nMourning: allowance from 2.000.000 VNĐ (cash or…)\n\nHaving the newborn: \n\nAllowance 2.000.000 VND/employee apply to all employees under official contract\n\nMaternity benefit for female employees:\n\n(1) Support base rate\n\nSupport base rate = Negotiable gross salary – Current social insurance premium\n\nIf Negotiable gross salary > = Maximum social insurance premium, then: \n\nSupport base rate = Maximum social insurance premium – Current social insurance premium\n\n+ Current social insurance premium: changed annually in accordance with the company’s regulation (as of January 1st, 2023, = 8,000,000 VND). \n\n+ Maximum social insurance premium: updated in accordance with social insurance legislation (as of July 1st, 2024, = 46,800,000 VND).\n\n(2) Months of support\n\nSeniority < 2 years: 02 months \n\nSeniority from 2 to 5 years: 04 months \n\nSeniority >= 5 years: 06 months\n\n* Based on a birth certificate or hospital discharge certificate, seniority up to the date of the employee’s childbirth.\n\n(3) Maternity support amount\n\nMaternity support amount = Support base rate (1) x Months of support (2)\n\nReference a new employee: \n\nYou can refer your friend to a suitable position and get a bonus for successful reference.\n\nHalf of the bonus will be paid at your friend’s probation time. And the remain bonus will be paid at 2 months after your friend’s probation time\n\nBusiness Trip: Company will pay all the receipts during the business trip and the employee will be supported from 300.000 - 500.000 VND/day for meals and will be processed after the business trip and notified by email by the accountant. \n\nAnnual Loyalty Award packages- Golden Saigon Techies Gratitude: Loyalty Decision \n\n2 year-Award: \n\n5,000,000 VND (Cash rewards)\n\nThank you letter from BOD\n\nCertificate of merit + medal\n\nRecognition via internal email on time and quarterly social channels\n\n5-year Award:\n\n20.000.000 VND (Cash rewards)\n\nThank you letter from BOD\n\nTrophy of honor\n\nRecognition via internal email on time and quarterly social channels\n\n01 (one) day of paid leave (Used once within 2 months from the date of reaching 5 years of seniority)\n\n100% health care insurance fee for 2 relatives\n\n10-year Award:\n\n50.000.000 VND (Cash rewards)\n\nThank you letter from BOD\n\nTrophy of honor\n\nRecognition via internal email on the right day and social channels at the time of YEP/company birthday.\n\n02 (two) day of paid leave (Used once within 2 months from the date of reaching 10 years of seniority)\n\n100% health care insurance fee for 4 relatives\n\nNote: Regulations on seniority benefits for resignation:\n\nInvoluntary resignation: the employee's seniority time will be calculated from the date of signing the official contract (after the probationary period) to the last working day.\n\nVoluntary resignation: the employee's seniority time will be calculated from the date of signing the official contract (after the probationary period) to the date that the employee officially notices his or her resignation to the company.\n\nOther events:\n\nBirthday: gift for employees who have the birthday in month\n\nLunar New Year, Mid-autumn festival: gift for all employees\n\nFemale Holidays: gift for all Female employee \n\nEmployee financial support \n\nApply for the company’s employees who are under indefinite contract and have seniority of 02 (two) years or more and making positive contributions to the company.\n\nMaximum loan amount: 03 times employee’s current salary\n\nEmployees must commit to working for Saigon Technology company at least 2 years from the date of receiving the loan\n\nEmployees pay off the loan within 12 months from the date of receiving the loan by deducting from monthly salary\n\nEmployee financial support depends on the financial situation of the company at the time of lending.\n\nOffice parking fee: \n\nEmployees in the Orchard Office will be supported with a parking fee equal to 200.000 VND/ month (if an employee's actual working days in the office are equal to or greater than three days per week of the month, the others will be based on actual working days in the office of the month). In the case of employees working alternately between 2 Offices, the supported parking fee will be 100.000 VND/month.\n\nThis policy is not applied for Employees who work from home full time.\n\nRegister at form for Aloha Office\n\nRegister at form for Vietin Office\n\nTraining and Development\n\nTraining: Training process\n\nBased on the job requirements, the Line Manager will request internal or external training for the employee.\n\nIf the employee gets the technical certificate and applied to the projects, the company will refund the fee to get the certificate\n\nThe maximum training support budget is 10.000.000 VND/employee/year  \n\nDevelopment\n\nProbation period and review: 5 to 10 days before expiring the contract, a form review will be created and sent to the employee and line manager to do the review.    \n\nQuarterly appraisal Review: Every 3 months the system will send the form to all the employees to attend the review, excellent employees with the highest score and are voted by the manager will win the staff of the quarter prize.\n\nPeriod appraisal Review: Take place every June and December. After the review, the employees who are qualified will be promoted to the new positions and receive a reward of 500.000 VND\n\nAppraisal user guideline\n\nEnglish Support Allowance: Bonus for employees who achieve an international English certificate with a required score (details: link)\n\nSupport conditions:\n\nOfficial employee at the time of getting certificate\n\nRegister with your Line Manager before getting certificate\n\nGet the certificate with required score\n\nSubmit the certificate (photocopy) to HR department\n\nFor the 2nd time of getting a certificate, the required score will be decided by your Line Manager.\n\nThe bonus amount is equivalent to the exam fee (converted to VND)\n\nKnowledge sharing (link):\n\nReward: 500.000 VNĐ\n\nTopic Register: Your Functional Manager/Manager\n\nMentor:\n\nBased on the evaluation criteria and performance results specified in NQ-SDC.02 for each mentor.\n\nFor mentee who achieves 100% of objectives, the mentor will receive the corresponding bonus as follows:\n\nSenior or Principal position: 4.000.000 VND\n\nJunior or Intermediate position: 3.000.000 VND\n\nTechnical Article:\n\nTopic Register: Your PM/Line Manager\n\nPost on the website Saigon Technology company \n\nReward: 1.000.000 VNĐ - 4.000.000 VNĐ \n\nAuthor of the year: 5.000.000 VNĐ\n\nTraining Through Event:\n\nParticipation fee: The company supports 100% event tickets - The cost limit for the month is 2.000.000 VND\n\nParticipants:\n\nThe participants have responsible for sharing knowledge with teams and company after the event\n\nUse annual leave days to participate\n\nTrainer:\n\nReward: 2.000.000 - 5.000.000 VNĐ/course/trainer\n\nTrainer of the year: \n\nFor internal trainers with the most outstanding performance based on criteria specified in QT-HR.09.\n\nReward: 5.000.000 VND and a commendation certificate/trophy from the company.\n\nResignation\n\nNotice Periods: Unless your employment is terminated by agreement, or specified otherwise in your principal statement of terms and conditions, you or the Company are required to give a period of notice in writing as follows:\n\nAt least 03 days for probation contract and fixed-term labor contracts (under 12 months)\n\nAt least 30 days for fixed-term labor contracts (12 months)\n\n45 days for the employees working under indefinite labor contracts \n\nOther Conditions on Leaving\n\nFinishing the exit interview form\n\nOn leaving, the Company will deduct from any money due to you such sums as you may owe to the Company.  These may include, but are not restricted to, any loans, relocation assistance, court orders and payment made for holidays taken in excess of entitlement.\n\nIf you leave without giving notice and without the Company’s agreement, you are in breach of your contract and you shall be sued for violating the labor law.\n\nBefore leaving, you must hand over to your manager all articles belonging to the company including your locker key, and any documents, equipment and computer software used at home.  Documents and software include (but are not limited to) correspondence, diaries, address books, databases, files, reports, plans, records or any other medium for storing information.  You should not retain any copies, drafts, reproductions, extracts or summaries of documents and software.\n\nAfter you have left the Company, you must not:\n\nSolicit or seek to entice away any Company staff\n\nUse or divulge to any person or organization any confidential information relating to the business of the company\n\nWork for the clients who are company’s clients or used to be company’s clients within 2 years after leaving the company\n\nShould you be dismissed for reasons of gross misconduct, your employment will be terminated immediately without the benefit of notice or payment in lieu of notice.\n\nContact\n\nMake a request on HelpDesk when you have any request/issue relating to HR or IT.\n\nRelocation\n\nAfter discussion with your line manager and Office Manager of new location, create a request via HelpDesk as follows to get approval from them: \n\nSubject: Request for Relocation (from [day] to [day]) - Emp code\n\nRelevant Employees \n\n(cc Emails):\n\nOffice Manager of new location and current location:\n\nOffice Manager at Aloha\n\nliem.nguyen@saigontechnology.com\n\nOffice Manager in Da Nang\n\nthanh.tran@saigontechnology.com\n\nOffice Manager at Orchard\n\nkhoa.nguyen@saigontechnology.com\n\nFM/PM/PC or HOD\n\nDetails:\n\nRelocation working time: ...\n\nReason: ... \n\nEquipment requirements (if any): ...\n\nNote:\n\nThe request must be created 7 days in advance.\n\nThe request is considered as an approved request when both Office manager (new location) and your line manager approve, then the office admin will respond to the employee with relevant information.\n\nFrequently asked questions\n\nHow can I get a pay advance? \n\nPrepare the amount of money you want to get and make your requests on HelpDesk  before the 19th of the month.\n\nHow much can I get a pay advance?\n\nThe maximum amount of money you can get a pay advance is your total salary at the time you ask for pay advance (your salary/22*total working day at the time you ask for pay advance) \n\nWhen will I receive my pay advance?\n\nOn the 20th of the month, the accountant will process the payment. If the 20th of the month is the weekend, your pay advance will be processed on the next working day.\n\nWhat paper do I need to submit for marriage, childbirth care, mourning benefits?\n\nMarriage: marriage certificate (notarized copy)\n\nChildbirth care: birth certificate, discharge hospital paper (notarized copy)\n\nMourning: death Certificate (notarized copy)\n\nHow can I change my hospital register on health insurance?\n\nBefore ending of the quarter, submit your request via HelpDesk  \n\nHow can I request equipment and devices?\n\nMake your technical issues/requests on HelpDesk\n\nHow can I apply for resignation?\n\nSend your request to hr@saigontechnology.com and CC your line Manager including the reason for leaving and your expected date of leaving.   \n\nWhen I receive my salary, social insurance book, resignation decision after resignation?\n\nAll the payments will be processed on the 5th of the month following\n\nAfter finishing processing with the Insurance Department, Office Administration will contact you to receive within 1 month from the date you resign\n\nResignation decisions will be given to you on the last working day.\n\nPVI Insurance and Benefits?\n\nPVI Insurance Program and Benefits\n\nHospital Fee Guarantee List\n\nWhat happens to my PVI if I resign from the company?\n\nYour PVI and the one of your family members sponsored by the company will be canceled from the date you terminate the labor contract.\n\nThe PVI that you purchased for family members:\n\nIf your family members do not make a medical claim before your resignation, the PVI program will be canceled and the remaining PVI fee will be refunded (the remaining PVI fee will be calculated from the date you terminate the labor contract until the last day of the year).\n\nIf your family members make medical claims before your resignation, the PVI program will be canceled, and the remaining PVI fee will not be refunded.\n\nHow can I request a new uniform?\n\nFill your requests in HelpDesk including the reason.\n\nWhat should I do when I want to leave the office soon?\n\nCreate a request on Helpdesk, cc email hr@saigontechnology.com and your Line Manager including the reason for leaving soon. However, your request would be approved if you leave the office before the official working hour of 30 minutes and make sure your total working hours of the week are at least 40 hours.\n\nHow do I know the jobs are opening?\n\nWhen the jobs are opened, the Talent Acquisition Department will send an email to all the employees to inform them. \n\nOr you can subscribe to our company fan page at https://www.facebook.com/saigontechnology or https://careers.saigontechnology.com/#open-positions to update the recruitment information.\n\nWhat should I do to register for a reduction based on family circumstances? \n\nBased on your personal situation, submit all the papers required in the link to the C&B after filling your requests in HelpDesk)\n\nHow can I request for my team building budget?\n\nFill your requests in HelpDesk with the list of attendants and total cost. Based on the current of your team building budget, HR will inform you how much you can request. \n\nThere are two ways of receiving this budget: via your salary or submitting a red invoice.\n\nWhere can I follow up the updated company policies?\n\nYou can follow up the updated company policies at: DOCUMENTED INFORMATION MASTER LIST.\n\n",
    "token_count_estimate": 4705
}